-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2016 年 01 月 19 日 04:43
-- 服务器版本: 5.5.24-log
-- PHP 版本: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `architecture`
--

-- --------------------------------------------------------

--
-- 表的结构 `academic_book`
--

CREATE TABLE IF NOT EXISTS `academic_book` (
  `id` int(10) NOT NULL,
  `author` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '作者',
  `bookName` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '专著名称',
  `bookCategory` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '著作类别',
  `publishUnit` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '出版单位/出版地',
  `bookNumber` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '书号',
  `publishDate` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '出版日期',
  `subjectCategory` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '学科分类',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `academic_book`
--

INSERT INTO `academic_book` (`id`, `author`, `bookName`, `bookCategory`, `publishUnit`, `bookNumber`, `publishDate`, `subjectCategory`) VALUES
(1, '陈方达', '建筑钢笔画技法与写生实例分析', '专著', '中国电力出版社', 'ISBN 978-7-5123-5811', '2014.8', '建筑美术'),
(2, '朱永春', '安徽建筑', '专著', '安徽文艺出版社', 'ISBN：9787539651958', '2015.8', '建筑设计'),
(3, 'Ying Long, Zhenjiang', 'Geospatial Analysis ', '专著', 'Springer 系列丛书', 'ISBN: 978-3-319-1934', '2015.3', '城市规划与设计');

-- --------------------------------------------------------

--
-- 表的结构 `academic_meeting`
--

CREATE TABLE IF NOT EXISTS `academic_meeting` (
  `id` int(10) NOT NULL,
  `meetingType` varchar(20) COLLATE utf8_unicode_ci NOT NULL COMMENT '会议类型 ',
  `meetingName` varchar(20) COLLATE utf8_unicode_ci NOT NULL COMMENT '会议名称',
  `hostUnit` varchar(20) COLLATE utf8_unicode_ci NOT NULL COMMENT '主办单位',
  `coUnit` varchar(20) COLLATE utf8_unicode_ci NOT NULL COMMENT '协办单位',
  `meetingNumber` varchar(20) COLLATE utf8_unicode_ci NOT NULL COMMENT '会议人数',
  `communicateForm` varchar(20) COLLATE utf8_unicode_ci NOT NULL COMMENT '交流形式',
  `meetingPlace` varchar(20) COLLATE utf8_unicode_ci NOT NULL COMMENT '会议地点',
  `meetingTime` varchar(20) COLLATE utf8_unicode_ci NOT NULL COMMENT '会议时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `academic_meeting`
--

INSERT INTO `academic_meeting` (`id`, `meetingType`, `meetingName`, `hostUnit`, `coUnit`, `meetingNumber`, `communicateForm`, `meetingPlace`, `meetingTime`) VALUES
(9, '国际会议', '2014’挪威当代建筑展暨建筑创作国际研', '福州大学建筑学院', '挪威国家艺术建筑与设计博物馆', '300', '研讨', '福州', '2014.12.8'),
(10, '国际会议', '“2015’智慧城市规划与建设（中国•福', '福州大学建筑学院', '空间规划与可持续发展国际学会（SPSD）', '300', '研讨', '福州', '2015.6.26'),
(11, '国际会议', '景观认知与社会学习 — 文化生态规划的新', '福州大学建筑学院', '北京大学建筑与景观设计学院', '230', '研讨', '福州', '2015.11.12'),
(12, '全国性', '新型城镇化背景下的地域性景观研讨会', '福州大学建筑学院', '福州大学建筑学院', '200', '研讨', '福州', '2015.1');

-- --------------------------------------------------------

--
-- 表的结构 `academic_position`
--

CREATE TABLE IF NOT EXISTS `academic_position` (
  `id` int(10) NOT NULL,
  `organizationName` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '学术团体名称',
  `position` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '担任职务',
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '姓名',
  `unitPosition` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '单位职务、职称',
  `approvalTime` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '批准时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `academic_position`
--

INSERT INTO `academic_position` (`id`, `organizationName`, `position`, `name`, `unitPosition`, `approvalTime`) VALUES
(1, '中国科技史学会建筑史专业委员会', '朱永春', '2015', '副主任委员', '教授'),
(2, '福建省风景园林学会教育分会', '关瑞明', '2015', '顾问', '教授'),
(3, '中国建筑学会建筑师分会建筑策划专委会', '关瑞明', '2015', '副主任委员', '教授'),
(4, '福建省城市规划学会', '张鹰', '2013', '理事', '教授'),
(5, '中国生土学会', '张鹰', '2015', '常务理事', '教授'),
(6, '福建省风景园林学会教育分会', '陈力', '2015.11', '副理事长', '教授（校聘）'),
(7, '厦门市城市规划学会', '罗涛', '2013', '常务理事', '教授'),
(8, '福建省风景园林学会教育分会', '洪婷婷', '2015.11', '常务理事、副秘书长', '副教授（校聘）'),
(9, '福建省风景园林学会教育分会', '杨建华', '2015', '常务理事', '副教授');

-- --------------------------------------------------------

--
-- 表的结构 `award_situation`
--

CREATE TABLE IF NOT EXISTS `award_situation` (
  `id` int(10) NOT NULL,
  `awardCategory` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '奖励类别',
  `awardName` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `award_situation`
--

INSERT INTO `award_situation` (`id`, `awardCategory`, `awardName`) VALUES
(7, '省部重大贡献', '第九届海峡两岸职工创新成果（6.18项目'),
(8, '国家级二等', '2015年全国高等院校建筑与环境设计专业'),
(9, '省部二等奖', '2015中国风景园林学会风景园林大学生竞'),
(10, '省部三等奖', '2015中国高等学校环境设计学年奖'),
(11, '国家级一等', '2015第四届建筑与环艺学生作品展园林设');

-- --------------------------------------------------------

--
-- 表的结构 `patent`
--

CREATE TABLE IF NOT EXISTS `patent` (
  `id` int(10) NOT NULL,
  `patentType` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '专利类型',
  `authorizeCountry` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '专利授权国',
  `patentState` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '专利状态',
  `inventor` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '发明人',
  `patentName` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '专利名称',
  `authorizeNumber` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '申请号或授权号',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `patent`
--

INSERT INTO `patent` (`id`, `patentType`, `authorizeCountry`, `patentState`, `inventor`, `patentName`, `authorizeNumber`) VALUES
(1, '发明专利', '中国', '公开', '吴任平', '利用牡蛎壳制备混凝土掺和剂的方法及应用', 'ZL201010197988.7'),
(2, '发明专利', '中国', '公开', '吴任平', '一种无机胶凝活性炭滤芯及其制备方法', 'ZL201210204525.8'),
(3, '实用新型专利', '中国', '公开', '吴任平', '一种含有活性炭的软陶装饰画结构', 'ZL201420362256.2'),
(5, '实用新型专利', '中国', '公开', '吴任平', '一种透光可调式建筑砌块', 'ZL201420723187.3'),
(6, '实用新型专利', '中国', '公开', '张鹰', '一种适用于古建筑木结构圆柱倾斜的长期监测', 'ZL201220538644.6'),
(7, '实用新型专利', '中国', '公开', '吴任平', '利用废玻璃瓶制作的发光型建筑砌块', 'ZL201520014184.7'),
(8, '实用新型专利', '中国', '公开', '吴任平', '一种用谷物填充玻璃砖的装饰性建筑材料', 'ZL2014205426281.x'),
(9, '实用新型专利', '中国', '公开', '关瑞明', '利用废玻璃瓶制作的透光型建筑砌块', 'ZL201520014383.8'),
(10, '实用新型专利', '中国', '公开', '关瑞明', '利用废玻璃瓶制作的带水磨石饰面层透光型保', 'ZL201520014256.8'),
(11, '实用新型专利', '中国', '公开', '费巍', '一种家庭互联网安全网关', 'ZL201520379432.8');

-- --------------------------------------------------------

--
-- 表的结构 `research_project`
--

CREATE TABLE IF NOT EXISTS `research_project` (
  `id` int(10) NOT NULL,
  `projectType` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '项目类型',
  `projectDepartment` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '项目下达部门',
  `projectName` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `projectMaster` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '项目负责人',
  `projectMember` varchar(100) COLLATE utf8_unicode_ci NOT NULL COMMENT '项目组成员',
  `projectFunding` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '项目经费',
  `projectStart` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '起止年限',
  `projectCheck` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `projectState` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '项目状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `research_project`
--

INSERT INTO `research_project` (`id`, `projectType`, `projectDepartment`, `projectName`, `projectMaster`, `projectMember`, `projectFunding`, `projectStart`, `projectCheck`, `projectState`) VALUES
(1, '国家级', '国家自然科学基金委', '古建聚落砖木结构类传统居住环境居民“自助', '张鹰', '申绍杰 季宏   陈沂 \n吴应雄 郑华美 赵立珍 樊海强 崔育新 彭琳', '80', '2013', '2016', '在研'),
(2, '国家级', '科技部（国家科技支撑计划）', '传统古建聚落规划改造及功能综合提升技术集', '张鹰', '陈小辉 林志森 陈沂 \n吴兆旗 季宏 周成斌 \n赵立珍 柯江锋 樊海强 崔育新', '1500（国拨480）', '2012', '2015', '在研'),
(3, '省级', '福建省科技厅', '福建省乡村传统住宅更新与保护关键技术研究', '张鹰', '陈小辉 郑华美 周成斌 赵立珍 刘淑虎 马非', '6.5', '2011', '2013', '结题'),
(4, '校级', '福州大学', '福建省教育厅基金', '刘淑虎', '', '0.7', '2012', '2014', '在研'),
(5, '校级', '福州大学', '福建省近代工业遗产保护与记录的综合研究', '季宏', '', '5', '2012', '2013', '在研'),
(6, '校级', '福州大学', '福建省近代工业遗产保护的综合研究', '季宏', '', '3.5', '2012', '2014', '在研'),
(7, '省级', '福建省科技厅', '高速城市化进程中的福州城市公共空间演变及', '申绍杰', '关瑞明 张鹰 周成斌 樊海强', '5.00 ', '2010', '2013', '结题'),
(8, '省级', '福建省科技厅', '海西经济区村镇建设中建筑文化遗产的保护与', '陈力', '樊海强 王炜 关瑞明 林志森 马非 彭琳 吴志刚', '6.5', '2011', '2014', '在研'),
(9, '校级', '福州大学', '福建传统城市居住社区的演变与保护', '陈力', '', '8', '2010', '2012', '在研'),
(10, '校级', '福州大学', '城市化进程中福建省镇村建筑文化遗产的保护', '关瑞明', '', '20', '2011', '2014', '在研'),
(11, '校级', '福州大学', '城市化进程中福州‘三坊七巷’历史街区的保', '王炜', '', '1.5', '2011', '2013', '在研'),
(12, '校级', '福州大学', '基于层次分析法（AHP）的福州地区乡村景', '杨建华', '', '5', '2012', '2015', '在研'),
(13, '校级', '福州大学', '泉州传统民居生态建筑经验及其模式语言研究', '吴志刚', '', '2', '2012', '2014', '在研'),
(14, '国家级', '国家自然科学基金委', '基于类设计理论的历史街区动\n态保护及其社', '关瑞明', '陈力   林静   马非 \n杨建华 樊海强 林志森 \n王炜   吴志刚 ', '80', '2013', '2016', '在研'),
(15, '省级', '福建省教育厅', '形态-类型学理论在泰宁历史街区改造中的应', '马非', '', '1.5', '2012', '2015', '在研'),
(16, '校级', '福州大学', '2012-XY-13汉代观演建筑的文化特', '高宁', '', '2', '2012', '2014', '在研'),
(17, '省级', '福建省科技厅', '福建地区节地型居住建筑优化设计中的可拓方', '周成斌', '朱卫国 赵立珍 刘淑虎 张远翼', '3', '2011', '2013', '在研'),
(18, '省级', '福建省教育厅', '基于VR技术的历史建筑保护及其环境模拟分', '张远翼', '', '3', '2013', '2016', '在研'),
(19, '省级', '福建省社科联', '新型城镇化进程中福建历史文化名镇名村生态', '费巍', '', '2.25', '2013', '2014', '在研'),
(20, '校级', '福州大学', '基于“真实性”原则的福建近现代工业景观研', '王琼', '', '2', '2013', '2014', '在研'),
(21, '国家级', '国家自然科学基金委', '近现代工业遗产动态信息的记录方法与适应性', '季宏', '朱永春 徐涵秋 孙晓峰 王琼   李筱茜 陈晓娟', '25', '2014', '2016', '在研'),
(22, '国家级', '亚热带重点实验室', '工业遗产动态信息记录方法研究——以福建马', '季宏', '', '2', '2014', '2015', '在研'),
(23, '国家级', '华南理工大学亚热带建筑科学国家重点实验室', '风扇空调动态联控下的热环境与节能研究', '陈沂', '', '3', '2013', '2014', '在研'),
(24, '国家级', '国家自然科学基金委', '传统聚落仪式空间及其当代社区适应性研究-', '林志森', '关瑞明 吴麒   王炜 吴志刚 马非   杨建华 陈力   张鹰   徐宁', '80', '2014', '2017', '在研'),
(25, '国家级', '全国哲学社会科学规划办公室 ', '城市公共空间环境设施综合评价与规划控制研', '杨建华', '林志森 安大地 吕晓东 林静   张远翼', '15', '2013', '2015', '在研'),
(26, '校级', '福州大学', '湿热地区居住建筑被动式节能与节地矛盾问题', '周成斌', '', '3.5', '2013', '2016', '在研'),
(27, '省级', '福建省社科联', '闽台传统建筑装饰设计的传承与创新研究', '陈方达', '', '1.5', '2012', '2013', '在研'),
(28, '国家级', '国家自然科学基金委', '湿热地区风扇空调动态联控技术研究', '陈沂', '张宇峰 周成斌 张远翼 吴杰   陈东    ', '25', '2013', '2015', '在研'),
(29, '校级', '福州大学', '夏热冬暖地区绿色建筑技术研究', '陈沂', '', '5', '2012', '2015', '在研'),
(30, '校级', '福州大学', '三联控技术在福建地区住宅中运用的节能潜力', '陈沂', '', '2.48', '2011', '2013', '结题'),
(31, '省级', '福建省教育厅', '福建古村落保护现状综合评价与发展模式创新', '樊海强', '', '1.5', '2010', '2012', '结题'),
(32, '校级', '福州大学', '低碳视野下的废弃建筑材料的再利用模式研究', '林志森', '', '2.5', '2010', '2012', '结题'),
(33, '省级', '福建省科技厅', '社区可持续发展视角下的传统聚落遗产保护策', '林志森', '关瑞明 吴麒 樊海强 吴木生 张远翼', '3', '2010', '2012', '结题'),
(34, '国家级', '国家自然科学基金委', '基于量化技术的闽浙粤城市被动式防灾绿地规', '洪婷婷', '牧纪男 缪建平 刘薇   杨建华 许章华 林莉  王琼   连泽峰 蒋露', '25', '2015', '2017', '在研'),
(35, '省级', '福建省教育厅', '福州历史街区保护与再利用中的社区再造模式', '王炜', '', '1.5', '2015', '2017', '在研'),
(36, '省级', '福建省教育厅', '基于量化技术的三明市被动式防灾绿地规划设', '洪婷婷', '', '1.5', '2015', '2017', '在研'),
(37, '省级', '福建省社科联', '新型城镇化背景下福建传统村落可持续发展的', '樊海强', '', '1.5', '2014', '2016', '在研'),
(38, '校级', '福州大学', '基础造型视野下的建筑视觉研究', '王继栋', '', '2', '2014', '2016', '在研'),
(39, '校级', '福州大学', '基于SEM的城市绿地应急避难机能评价研究', '洪婷婷', '', '3', '2014', '2016', '在研'),
(40, '校级', '福州大学', '福建闽西南地区街屋建筑的起源、形成、传承', '赵冲', '', '5', '2014', '2016', '在研'),
(41, '国家级', '国家自然科学基金委', '《营造法式》大木结构研究', '朱永春', '成丽 雷芳 高宁 彭琳', '62', '2016', '2019', '在研'),
(42, '国家级', '国家自然科学基金委', '基于居住行为变迁的传统村落空间演变及优化', '樊海强', '周成斌 陈小辉 赵立珍 刘淑虎 高永刚', '20', '2016', '2018', '在研'),
(43, '国家级', '国家自然科学基金委', '基于多元数据分析的城市开放空间声景品质景', '刘江', '蒿奕颖 王亚军 王琼 缪建平 林莉 张兵华 邱白嫣', '20', '2016', '2018', '在研'),
(44, '国家级', '国家自然科学基金委', '电商影响下大都市商业的业态响应与功能空间', '马妍', '沈振江 季珏 袁海红 甄茂成', '20', '2016', '2018', '在研'),
(45, '国家级', '科技部（国家科技支撑计划）', '田园社区城郊型美丽乡村建设综合技术集成范', '关瑞明', '关瑞明 林志森 洪婷婷 陈力 季宏 杨建华 陈小辉 张鹰 樊海强 吴任平', '749', '2015', '2018', '在研'),
(46, '省级', '福建省教育厅', '基于RS与GIS技术的美丽乡村综合规划设', '彭琳', '', '1.5', '2015', '2017', '在研'),
(47, '省部级以下（横向）', '三明市岩前城镇建设投资有限公司', '三明万寿岩遗址周边区域综合规划与城市设计', '张鹰', '', '57.75', '2014', '', '在研'),
(48, '省部级以下（横向）', '三明市尤溪县洋中镇桂峰村委', '三明市尤溪县洋中镇桂峰村委', '张鹰', '', '10', '2014', '', '在研'),
(49, '省部级以下（横向）', '晋江人民政府', '福州大学晋江科教园区规划设计', '陈小辉', '', '50', '2014', '', '在研'),
(50, '省部级以下（横向）', '建瓯小松镇湖头村村委', '建瓯市湖头村美丽农村规划设计', '陈力', '', '10', '2014', '', '在研'),
(51, '省部级以下（横向）', '交通运输部东海航海保障中心福州航标处', '西台山灯塔整体电能扩容改造设计', '费巍', '', '9.6', '2014', '', '在研'),
(52, '省部级以下（横向）', '浦源镇人民政府', '浦源镇小城镇规划项目', '洪婷婷', '', '15.4', '2014', '', '在研'),
(53, '省部级以下（横向）', '福建长乐市琴江满族村民委员会', '长乐市琴江满族村陈列馆设计方案', '季宏', '', '4', '2014', '', '在研'),
(54, '省部级以下（横向）', '福建省住房和城乡建设厅', '南平地区、莆田地区、平潭地区历史建筑、特', '赵立珍', '', '59', '2014', '', '在研'),
(55, '省部级以下（横向）', '中铁西北科学研究院有限公司', '福州大学科技园6号楼', '陈建东', '', '1.8', '2014', '', '在研'),
(56, '省部级以下（横向）', '福州大学', '福州大学紫金矿业学院设计', '陈建东', '', '8.556', '2014', '', '在研'),
(57, '省部级以下（横向）', '泉州泉港区界山镇狮东村委', '村庄规划', '陈建东', '', '3', '2015', '', '在研'),
(58, '省部级以下（横向）', '福建省住房和城乡建设厅', '福建省南平地区历史建筑、特色建筑与历史风', '陈小辉', '', '56.98', '2015', '', '在研'),
(59, '省部级以下（横向）', '福建省地震局', '武警地震*援队能力评估指标体系研究', '费巍', '', '5', '2015', '', '在研'),
(60, '省部级以下（横向）', '三明市园林局', '福建省城市绿地应急避难场所技术规范', '洪婷婷', '', '5', '2015', '', '在研'),
(61, '省部级以下（横向）', '长乐航城琴江满族村', '福建省长乐市琴江满族村将军行辕复原设计', '季宏', '', '8.5', '2015', '', '在研'),
(62, '省部级以下（横向）', '福建省寿宁县博物馆', '福建省寿宁县鸾峰桥下党村历史建筑测绘', '季宏', '', '3.5', '2015', '', '在研'),
(63, '省部级以下（横向）', '南平市城乡规划局', '闽北（南平十县市区）乡土文化景观系统特征', '罗涛', '', '15.2', '2015', '', '在研'),
(64, '省部级以下（横向）', '福州市发改委', '福州市“十三五”“智慧城市”建设研究', '马妍', '', '3.6', '2015', '', '在研'),
(65, '省部级以下（横向）', '古田凤埔乡政府 晋江市政府', '福建省古田县凤浦乡总体规划', '缪建平', '', '34', '2015', '', '在研'),
(66, '省部级以下（横向）', '福建省住房和城乡建设厅', '南平、莆田、平潭市域历史建筑、特色建筑、', '赵立珍', '', '29.2', '2015', '', '在研');

-- --------------------------------------------------------

--
-- 表的结构 `science_platform`
--

CREATE TABLE IF NOT EXISTS `science_platform` (
  `id` int(10) NOT NULL,
  `platformCategory` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '平台类别',
  `platformName` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '平台名称',
  `platformMaster` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '平台负责人',
  `cooperUnit` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '合作单位',
  `contractTime` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '签约时间',
  `cooperFunds` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '合作经费',
  `cooperOrganization` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '学研合作机构及名'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `science_platform`
--

INSERT INTO `science_platform` (`id`, `platformCategory`, `platformName`, `platformMaster`, `cooperUnit`, `contractTime`, `cooperFunds`, `cooperOrganization`) VALUES
(1, '省级', '658546', '879789', '465456', '456456', '45656', '456456'),
(4, '部级、央企产学研合作平台', '65656', '5656', '4545', '5454', '54', '65265'),
(14, '国家级项目 ', '福州大学', '5', '5', '5', '5', '5'),
(15, '国家级项目 ', '福州大学', '1', '1', '1', '1', '1'),
(16, '国家级项目 ', '福州大学', '2', '2', '2', '2', '2'),
(17, '国家级项目 ', '福州大学', '3', '3', '3', '3', '3'),
(18, '国家级项目 ', '福州大学', '4', '4', '4', '4', '4'),
(19, '国家级项目 ', '福州大学', '5', '5', '5', '5', '5');

-- --------------------------------------------------------

--
-- 表的结构 `thesis`
--

CREATE TABLE IF NOT EXISTS `thesis` (
  `id` int(10) NOT NULL,
  `thesisType` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '论文类型 ',
  `Author` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '第一作者',
  `thesisTopic` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '中文题目',
  `journalName` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '期刊或会议名称',
  `cn` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `hostUnit` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `factor` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '影响因子',
  `publishYear` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '发表年份',
  `quoteFrequency` varchar(50) COLLATE utf8_unicode_ci NOT NULL COMMENT '他引频次',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `thesis`
--

INSERT INTO `thesis` (`id`, `thesisType`, `Author`, `thesisTopic`, `journalName`, `cn`, `hostUnit`, `factor`, `publishYear`, `quoteFrequency`) VALUES
(1, '二类', '陈方达', '三坊七巷匾额楹联的建筑装饰艺术', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '第11期'),
(2, '二类核心期刊', '陈方达', '三坊七巷匾额楹联的建筑装饰艺术', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '第11期'),
(3, '二类核心期刊', '朱卫国', '建筑构思的特性分析', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '第10期'),
(4, '一类核心期刊', '张鹰、陈晓娟、沈逸强', '山地型聚落街巷空间相关性分析法研究——以', '建筑学报', 'CN 11-1930/TU,ISSN 0', '中国建筑学会', '复合影响因子1.012，综合影响因子0.', '2015', '2015（02）、90-96'),
(5, '一般期刊', ' 赵冲； 布野修司； 张鹰；', '学院門社区（開封旧内城）の住居類型と\nそ', '日本建築学会\n計画系論文集', 'ISSN 1340-4210', '日本建筑学会', '', '2014', '2014.01'),
(6, '一般期刊', '赵冲', '南京中華門・門西地区の住居類型と\nその変', '日本建築学会\n計画系論文集', 'ISSN 1340-4210', '日本建筑学会', '', '2016', '第81巻、第719号、83-91、201'),
(7, '二类核心期刊', ' 赵冲； 张鹰； 诸汉涛； ', '建筑类型学视野下的中外\n骑楼建筑之比较研', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '\n2015年12月号，pp56-59'),
(8, '二类核心期刊', '赵冲', '武夷山古建聚落的空间构成及其演变的研究\n', '华中建筑', 'ISSN 1003-739X\nCN 42', '中南建筑设计院股份有限公司和湖北省土木\n', '复合影响因子：0.3750，综合影响因子', '2016', '\n2016年2月号'),
(9, '二类核心期刊', '赵冲', '漳州旧城区（唐宋古城）的传统\n住宅类型及', '南方建筑', 'ISSN 1000-0232\nCN 44', '华南理工大学', '复合影响因子：0.6500，综合影响因子', '', '已经录用'),
(10, '二类核心期刊', ' 刘淑虎； 任云英； 马冬梅；', '转型期中国城市社会空间结构研究述评', '开发研究', '1003-4161', '甘肃省社会科学院', '复合影响因子：0.7500，综合影响因子', '2014', '2014.06；35-42'),
(11, '二类核心期刊', ' 刘淑虎； 任云英； 马冬梅； 肖轶；', '中国市场经济体制确立以来城市内部空间结构', '现代城市研究', '1009-6000', '南京城市科学研究会', '复合影响因子：1.0040，综合影响因子', '2015', '2015.05:35-42'),
(12, '二类核心期刊', ' 刘淑虎； 任云英； 马冬梅； 余咪咪；', '1949年以来中国城乡关系的演进•困境•', '干旱区资源与环境CSSCI(C)', '1003-7578', '内蒙古农业大学', '复合影响因子：1.7230，综合影响因子', '2015', '2015.01:6-12'),
(13, '二类核心期刊', '林莉', '闽北村镇传统民居文脉延续与宜居性建设——', '小城镇建设', 'CN11-4418/TU', '中国建筑设计研究所  城镇规划设计研究院', '复合影响因子：0.3600，综合影响因子', '2015', '2015/1'),
(14, '一类核心期刊', ' 朱永春； 林琳', '《营造法式》模度体系及隐性模度', '建筑学报', 'CN 11-1930/TU', '中国建筑学会', '复合影响因子1.012，综合影响因子0.', '2015', '2015(04):35-37'),
(15, '一类核心期刊', '朱永春', '徽州水口园林中的廊桥', '中国园林', 'CN 11-2165/TU', '中国风景园林学会', '复合影响因子：1.0990，综合影响因子', '2015', '2015 05'),
(16, '二类核心期刊', '许孛来 朱永春', '替木、绰幕枋的辨析', '古建园林技术', 'CN 11-2173/TU ', '《古建园林技术》杂志社', '复合影响因子：0.1640，综合影响因子', '2015', '2015 03'),
(17, '二类核心期刊', ' 马非； 吴昕；', '无障碍设计理念的建筑设计实践 ——以“福', '华中建筑', 'ISSN 1003-739X\nCN 42', '中南建筑设计院 湖北省土木建筑学会', '复合影响因子：0.3750，综合影响因子', '2015', '2015（05）54-58'),
(18, '二类核心期刊', '吴麒', '三坊七巷古建筑灰塑与彩绘装饰初探', '华中建筑', 'ISSN 1003-739X\nCN 42', '中南建筑设计院 湖北省土木建筑学会', '复合影响因子：0.3750，综合影响因子', '2015', '2015(11) '),
(19, '二类核心期刊', '高宁', '尚武精神影响下的汉代观演建筑', '华中建筑', 'ISSN 1003-739X\nCN 42', '中南建筑设计院 湖北省土木建筑学会', '复合影响因子：0.3750，综合影响因子', '2015', '2015(01):32-35'),
(20, '一类核心期刊', '罗涛', 'Driving Forces of La', 'J. Urban Plann. Dev.', 'ISSN 0733-9488', 'American Society of ', '四区、0.809', '2015', '在线发表'),
(21, '一类核心期刊', '罗涛', '小城镇居民参与本地城镇化进程的潜力与途径', '城市规划', '11-2378/TU / 1002-13', '中国城市规划学会', '复合影响因子：2.4710，综合影响因子', '', '待刊'),
(22, '一类核心期刊', '  Jiang Liu,  Jian K', ' Soundscape design i', ' Journal of Environm', '', '', '四区、0.623', '2015', ' 2015，23 (2). 102 - '),
(23, '二类核心期刊', '卢伟', '从开平碉楼到“暴富民居”', '《建筑与文化》', 'CN11-5058/Z     ISSN', '世界图书出版有限公司', '复合影响因子0.208，综合影响因子0.', '2015', '2015.08'),
(24, '一般期刊', ' 周成斌； 王晓慧； ', '高层高密度住区三维指标拓展研究', '西部人居环境学刊', 'CN50-1208/TU', '重庆大学', '复合影响因子：0.5760，复合影响因子', '2015', ' 2015(1):118-124'),
(25, '一般期刊', '25. Miaoyi Li, Jing ', 'Evacuation Simulatio', ' International Revie', '2187-3666', '空间规划与可持续发展学会', '', '2015', ' Vol.3(3), 4-15.(201'),
(26, '一般期刊', 'Li Miaoyi, Shen Zhen', 'Application of Spati', 'China City Planning ', '1002-1329', '中国城市规划学会', '', '2015', 'Vol. 24, No. 1, 8-16'),
(27, '一般期刊', 'Yuanyi Zhang, Ying Z', '3D Laser Scanning Te', ' International Revie', '2187-3666', '空间规划与可持续发展学会', '', '2015', ' Vol.3(2), 53-67   2'),
(28, '二类核心期刊', '季宏', '基于全程保护的工业遗产信息采集与记录研究', '华南理工大学学报（社会科学版）', '44-1443/C，1009-055X', '华南理工大学', '复合影响因子0.439，综合影响因子0.', '2015', '2015年05期,79-83'),
(29, '一类核心期刊', ' 季宏； 王琼； ', '我国近代工业遗产的突出普遍价值探析——以', '建筑学报', '11-1930/TU，0529-1399', '中国建筑学会', '复合影响因子1.012，综合影响因子0.', '2015', '2015年01期,84-89'),
(30, '二类核心期刊', ' 季宏； 王琼； ', '世界遗产视角下的中国近现代工业遗产研究', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '2015年12期,58-61'),
(31, '一类核心期刊', '季宏', '近代工业遗产的真实性探析——从《关于真实', '新建筑', '42-1155/TU，1000-3959', '华中科技大学', '复合影响因子0.424，综合影响因子0.', '2015', '2015年03期,94-97'),
(32, '二类核心期刊', ' 陆双； 季宏； ', '远东第一监狱:上海提篮桥监狱的历史沿革与', '华中建筑', '42-1228/TU，1003-739X', '中南建筑设计院;湖北土木建筑学会', '复合影响因子0.375，综合影响因子0.', '2015', '2015年06期,151-155'),
(33, '二类核心期刊', ' 王琼； 季宏； 张鹰； ', '闽北古建聚落初探——以武夷山城村为例', '华中建筑', '42-1228/TU，1003-740X', '中南建筑设计院;湖北土木建筑学会', '复合影响因子0.375，综合影响因子0.', '2015', '2015年09期,168-172'),
(34, '二类核心期刊', ' 王琼； 季宏； ', '福建泰宁尚书第周边历史地段研究', '建筑与文化', '11-5058/Z，1672-4909', '世界图书出版公司', '复合影响因子0.208，综合影响因子0.', '2015', '2015年11期,118-119'),
(35, '二类核心期刊', ' 陈婉君； 吴任平； 潘金凤； 喻琼；', '无机胶凝成型活性炭的制备及性能研究', '功能材料', 'CN50-1099/TH  ISSN10', '重庆材料研究院', '四区/复合影响因子：0.9480，综合影', '2013', '，2013,44（21）：3195-31'),
(36, '二类核心期刊', ' 董雪振； 吴任平；', '硫化镉陶瓷靶材的制备与性能表征', '功能材料', 'CN50-1099/TH  ISSN10', '重庆材料研究院', '四区/复合影响因子：0.9480，综合影', '2015', '2015(17):17140-17143'),
(37, '二类核心期刊', ' 董雪振； 吴任平； ', '铝掺杂氧化锌（AZO）废弃靶材回收再利用', '材料导报', 'CN50-1078/TB  ISSN 1', '重庆西南信息有限公司', '复合影响因子：0.6900，综合影响因子', '2015', '2015.02；105-109.'),
(38, '二类核心期刊', '费巍', '历史文化名镇名村生态旅游开发利益相关者博', '生态经济', '53-1193/F，1671-4407', '云南教育出版社有限责任公司', '复合影响因子0.8850，综合影响因子0', '2015', '2015, 31(6): 143-146'),
(39, '一般期刊', '费巍', 'Interval-valued bima', ' International Journ', 'ISSN:1562-2479', '', '1.095', '2015', '2015, 4(3): 1-9'),
(40, '一般期刊', '费巍', 'A note on “Using Tra', 'International Journa', 'ISSN:1562-2479', '', '1.095', '2015', ' 2015, 4(4): 119-121'),
(41, '一类核心期刊', '费巍', 'Bilinear programming', 'International Journa', 'ISSN:1562-2479', '', '1.095', '2015', 'DOI: 10.1007/s40815-'),
(42, '一类核心期刊', '费巍', 'Nonlinear programmin', 'International Journa', 'ISSN:1562-2479', '', '1.095', '2015', 'DOI: 10.1007/s40815-'),
(43, '一般期刊', '通讯作者：杨建华', '寻找原动力-城市街角空间建设现状及机制研', '西部人居环境学刊', '2095-6304', '重庆大学', '复合影响因子：0.5760，复合影响因子', '', ''),
(44, '二类核心期刊', ' 连泽峰； 陈力； 杨建华；', '浅析波哥大绿色低碳交通系统及其对我国的启', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '2015第6期'),
(45, '二类核心期刊', ' 连泽峰； 陈力； 张甜甜； 杨建华；', '“再生演绎”校园节水系统及其景观规划设计', '南方建筑', 'ISSN 1000-0232\nCN 44', '华南理工大学', '复合影响因子：0.6500，综合影响因子', '2015', '2015第3期'),
(46, '二类核心期刊', ' 曾真； 关瑞明； 陈力', '美丽乡村建设中的乡村生态旅游规划探讨：以', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '2015第7期'),
(47, '二类核心期刊', ' 陈力； 李静楠； 关瑞明； ', '福州“三坊七巷”历史街区保护历程的分析及', '华中建筑', '1003-739X', '中南建筑设计院;湖北土木建筑学会', '复合影响因子：0.3750，综合影响因子', '2015', '2015第10期 '),
(48, '一般期刊', ' 曾真； 关瑞明； 陈力； ', '美丽乡村视野下湖头村的公共交往空间研究', '福建建筑', '1004-6135', '福建省土木建筑学会', '复合影响因子：0.1250，综合影响因子', '2015', '2015第6期'),
(49, '一般期刊', ' 陈颖； 关瑞明； 陈力', '从城市更新到社区再造：以福州三坊七巷为例', '福建建筑', '1004-6135', '福建省土木建筑学会', '复合影响因子：0.1250，综合影响因子', '2015', '2015第6期'),
(50, '二类核心期刊', ' 谢承平； 关瑞明； ', '中西文化融合下的福州基督教花巷堂', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '2015第7期'),
(51, '二类核心期刊', ' 章易； 关瑞明； ', '浅析杭州中山路历史街区的保护与更新', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '2015第6期'),
(52, '二类核心期刊', ' 林静； 杨建华；', '城市的环境·设施的空间——一种城市微观视', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '2015第6期'),
(53, '二类核心期刊', ' 张俊杰； 陈力；', '福州双杭历史街区保护更新的价值__四种视', '中外建筑', 'CN： 43-1255/TU      ', '中华人民共和国住房和城乡建设部信息中心;', '复合影响因子0.164，综合影响因子0.', '2015', '2015第3期'),
(54, '二类核心期刊', ' 陈力； 李静楠； 关瑞明；', '福州“三坊七巷”历史街区保护历程的分析及', '华中建筑', 'ISSN 1003-739X\nCN 42', '中南建筑设计院;湖北土木建筑学会', '复合影响因子：0.3750，综合影响因子', '2015', '2015第10期'),
(55, '一类核心期刊', '卢伟', '“适应性”中的不适应—墨菲校园规划的“适', '城市规划', '11-2378/TU / 1002-13', '中国城市规划学会', '复合影响因子：2.4710，综合影响因子', '', '待刊'),
(56, '一般期刊', ' 王炜； 关瑞明 ', '三坊七巷历史街区旅游资源的保护与开发', '福州大学学报\n（哲学社会科学版）', 'CN 35-1048/C', '福州大学', '0.297', '2014', '2014年第28卷第3期99页'),
(57, '一类核心期刊', '关瑞明、王炜、关牧野', '基于类设计理论的历史街区建筑的综合性整治', '新建筑', '42-1155/TU/1000-3959', '华中科技大学', '复合影响因子：0.4240，综合影响因子', '2014', '2014年第3期第40页'),
(58, '一般期刊', '卢伟', '阅读森佩尔', '建材与装饰', 'CN 51-1683/TU', '成都市新闻出版发展中心；成都市装饰技术研', '无', '2014', '2014年51期12月刊'),
(59, '一般期刊', '卢伟', '以格式塔视觉心理学的角度阐述建筑设计方法', '建材与装饰', 'CN 51-1683/TU', '成都市新闻出版发展中心；成都市装饰技术研', '无', '2014', '2014年12月刊'),
(60, '二类核心期刊', '吴宇翔 关瑞明', '泉州伊斯兰建筑遗存的遗产价值与保护规划', '《华侨大学学报（自然科学版）》', 'CN 35-1079/N  ISSN：1', '华侨大学', '复合影响因子：0.5140，综合影响因子', '2014', '2014年04期'),
(61, '一般期刊', '陈力  李严  张玉坤  ', '牟氏庄园村落保护与旧建筑材料再利用', '城市空间设计', '', '天津大学建筑设计规划研究总院', '', '2014', '201404 vol.38'),
(62, '一般期刊', '陈力 关瑞明', '《城市规划原理》教学中的课程意思及其生成', '中国建筑教育', '', '全国高等学校建筑学学科专业指导委员会;全', '无', '2014', '2014.01期'),
(63, '二类核心期刊', ' 杨建华； 常志刚； ', '抽象艺术视野下的现代主义建筑“还原性”探', '世界建筑', '10024832', '清华大学', '复合影响因子：0.4590，综合影响因子', '2014', '2014年8期'),
(64, '二类核心期刊', '林静，杨建华', '层次分析法在城市公共空间景观设施评价中的', '华中建筑', '42-1228/TU/1003739X', '中南建筑设计院', '复合影响因子：0.3750，综合影响因子', '2014', '2014年8期'),
(65, '二类核心期刊', '林静，杨建华', '涵化与交融——泉州传统民居红砖墙装饰特色', '华中建筑', '42-1228/TU/1003739X', '中南建筑设计院', '复合影响因子：0.3750，综合影响因子', '2014', '2014年12期'),
(66, '二类核心期刊', '樊海强 张鹰 申绍杰 赵立珍 刘淑虎 周', '基于共生思想的历史城镇改造模式研究', '福州大学学报（自然科学版）', '35-1048/C/1002-3321', '福州大学', '复合影响因子：0.4490，综合影响因子', '2014', '2014年第04期'),
(67, '二类核心期刊', '樊海强', '浅析城乡规划教育改革的趋向——基于城乡规', '华中建筑', '42-1228/TU/1003739X', '中南建筑设计院', '复合影响因子：0.3750，综合影响因子', '2014', '2014年第04期'),
(68, '二类核心期刊', ' 樊海强； 刘淑虎； 张鹰；', '传统村落的空心化与AMTR规划设计策略', '建筑与文化', 'CN 11-5058/Z', '世纪图书出版公司', '复合影响因子0.208，综合影响因子0.', '2014', '2014年第11期'),
(69, '一般期刊', '樊海强 张鹰 刘淑虎 赵立珍', '基于自组织理论的传统村落更新模式探讨', '长安大学学报（社会科学版）', 'ISSN 1671-6248/CN 61', '长安大学', '复合影响因子：0.2390，综合影响因子', '2014', '2014年第04期'),
(70, '二类核心期刊', '樊海强 刘淑虎', '历史文化名城保护现状模糊评价研究', '建筑与文化', 'CN 11-5058/Z', '世纪图书出版公司', '复合影响因子0.208，综合影响因子0.', '2014', '2014年第12期'),
(71, '二类核心期刊', '费巍', '历史文化名镇名村生态旅游开发利益相关者博', '生态经济', '1671-4407/53-1193/F', '云南教育出版社', '复合影响因子0.8850，综合影响因子0', '2014', '2014年,06期：37-43 '),
(72, '一类核心期刊', '陈小辉; 胡一可; 马立', '武夷山多层级空间体系研究', '新建筑', '42-1155/TU/1000-3959', '华中科技大学', '复合影响因子：0.4240，综合影响因子', '2014', '2014年第08期'),
(73, '一般期刊', '趙沖、布野修司、張鷹、山田香波', '三坊七巷・朱紫坊（福州，福建省）の住居類', '日本建築学会計画系論文集', 'ISSN1340-4210', '日本建築学会', '', '2014', '第79巻，第697号\npp589-596'),
(74, '一般期刊', '趙沖、河野菜津美、布野修司', '漳州旧城・薌城区（福建省）の住居類型とそ', '日本建築学会計画系論文集', 'ISSN1340-4210', '日本建築学会', '', '2014', '第79巻，第703号\npp1863-18'),
(75, '二类核心期刊', '赵冲、布野修司、张鹰', '开封旧内城学院门社区的住宅类型研究及其空', '中国名城', 'CN 32-1793/GO/ISSN 1', '中国名城杂志社', '复合影响因子：0.2940，综合影响因子', '2014', 'pp68-72，2014.01'),
(76, '一类核心期刊', 'Yuanyi Zhang, Ying Z', 'Research on the Cons', 'Spatial Planning and', 'ISSN2187-3658', 'International Commun', '', '2014', 'ISSN 2187-3658 2014,'),
(77, '二类核心期刊', '张远翼，张鹰，陈晓娟', '三维激光扫描仪在古建筑测绘中的应用研究', '实验技术与管理', '11-2034/T/1002-4956', '清华大学', '复合影响因子：1.0870，综合影响因子', '', 'ISSN 1002-4956 2014,'),
(78, '一类核心期刊', 'Zhang, Yuanyi; Zhang', 'An embedded-technolo', 'Sensors and Transduc', 'ISSN1002-4956', 'International Freque', 'EI', '2013', 'ISSN 1002-4956 2013,'),
(79, '二类核心期刊', '缪建平，张鹰，刘淑虎', '传统聚落人居智慧研究', '华中建筑', '42-1228/TU/1003739X', '中南建筑设计院', '复合影响因子：0.3750，综合影响因子', '2014', '2014年第08期'),
(80, '二类核心期刊', '缪建平，张鹰，刘淑虎', '城市公园有机更新的方法研究--一福安富春', '华中建筑', '42-1228/TU/1003739X', '中南建筑设计院', '复合影响因子：0.3750，综合影响因子', '2014', '2014年第09期'),
(81, '二类核心期刊', '缪建平，刘淑虎', '传承、激活、多元--福州马尾造船厂旧区规', '建筑与文化', 'CN 11-5058/Z', '世纪图书出版公司', '复合影响因子0.208，综合影响因子0.', '2014', '2014年第10期'),
(82, '二类核心期刊', ' 翟学成； 刘晓芳； 吴任平； ', '抗菌型载银壳层结构球粒活性炭', '福州大学学报（自然科学版）', 'CN35-1117/N, ISSN 10', '福州大学', '复合影响因子：0.4490，综合影响因子', '2014', '2014年2期'),
(83, '二类核心期刊', ' 喻琼； 刘晓芳； 吴任平； 陈婉君； ', '无机胶凝炭对Cd2+的吸附研究', '硅酸盐通报', 'CN37-1365/TQ， ISSN 1', '中国硅酸盐学会', '复合影响因子：1.0110，综合影响因子', '2014', '2014年6期'),
(84, '国内会议论文集', '朱永春', '闽浙宋元建筑遗存所见的<营造法式>中若干', '保国寺大殿建成1000周年学术研讨会论文', '', '科学出版社', '', '2013', ''),
(85, '国内会议论文集', '朱永春', '徽州建筑的大木结构类型与地域特征', '2014中国建筑史学会年会论文集', '', '', '', '2014', ''),
(86, '二类核心期刊', ' 季宏； 王琼；', '天津近代工业遗产建筑的风格与特征', '福州大学学报(自然科学版)', '35-1117/N', '福州大学', '复合影响因子：0.4490，综合影响因子', '2013', '2013（06）1072-1077'),
(87, '二类核心期刊', '季宏', '天津近代城市工业格局演变历程与工业遗产保', '福州大学学报(自然科学版)', '35-1117/N', '福州大学', '复合影响因子：0.4490，综合影响因子', '2014', '2014（03）439-444'),
(88, '一类核心期刊', ' 刘江； 康健； 霍尔格·伯姆； 罗涛；', '城市开放空间声景感知与城市景观关系探究', '新建筑', '42-1155/TU/1000-3959', '华中科技大学', '复合影响因子：0.4240，综合影响因子', '2014', '2014，5,40-43'),
(89, '二类核心期刊', ' 吴木生； 陈建东； 郑琦珊； 刘淑虎；', '地域性大学校园规划——以泉港福州大学石油', '福州大学学报', '35-1048/C/1002-3321', '福州大学', '复合影响因子：0.4490，综合影响因子', '2014', '2014第6期'),
(90, '二类核心期刊', ' 申绍杰； 周成斌；', '建筑学专业导师组工作室教改初探', '中外建筑', 'CN： 43-1255/TU      ', '国家住房和城乡建设部新闻中心和湖南长沙建', '复合影响因子0.164，综合影响因子0.', '2014', '2014年1期'),
(91, '一般期刊', '王继栋', '《山水的姿态》', '美术教育研究', 'CN34-1313／J/ISSN1674', '安徽省科学教育研究会', '无', '2014', '2014年第11期'),
(92, '一般期刊', '王继栋', '《浅议素描教学与建筑设计的观看之道》', '美术界', 'CN45-1048／J/ISSN1002', '广西文学艺术界联合会', '无', '2014', '2014年第11期'),
(93, '一般期刊', ' 阎璐； 陈方达；', '以象征类比设计法解读闽南传统民居的吉祥文', '福建建筑', 'CN：35-1120/YU', '福建省土木建筑学会', '复合影响因子：0.1250，综合影响因子', '2014', '2014年3期'),
(94, '一般期刊', '黄幸梅', '《荷影》（美术作品）', '获“丝路之情——福建省当代美术精品大展暨', '', '福建省美术家协会2014.7.13', '', '2014', '2014年7期'),
(95, '一般期刊', ' 周成斌； 王津帆', '宏琳厝田野调查报告', '西部人居环境学刊', 'CN 50-1208/TU', '重庆大学', '复合影响因子：0.5760，复合影响因子', '2014', '2014（5）63-67'),
(96, '一般期刊', '周成斌', '略论回归“生活世界”的适居观', '福州大学学报（哲学社会科学版）', 'CN 35-1048/C', '福州大学', '复合影响因子0.4910，综合影响因子：', '2014', '2014（3）95-98');

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE IF NOT EXISTS `user` (
  `loginNumber` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(10) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`loginNumber`, `password`, `name`) VALUES
('T00001', 'T00001', '张三');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
